{
  "id": 1064,
  "title": "コマンドブロックの基礎知識(java1.20)",
  "excerpt": "コマンドブロックに書いた内容がうまく動かないときはありませんか？中途半端な知識では思い通りにいかないかもしれません。そこで、今回はコマンドブロックの基礎知識を紹介します。コマンドブロックの特性をしっかりと理解して正しく使いましょう！\n\n１．コマンドブロックの入手の仕方\n\n「 /...",
  "content": "コマンドブロックに書いた内容がうまく動かないときはありませんか？中途半端な知識では思い通りにいかないかもしれません。そこで、今回はコマンドブロックの基礎知識を紹介します。コマンドブロックの特性をしっかりと理解して正しく使いましょう！\n\n１．コマンドブロックの入手の仕方\n\n「 / 」を押すとコマンドを打つことができるようになります。そこに\n\n/give @s minecraft:command_block\n\nと打ち、「 Enter 」でコマンドブロックが手に入ります。\n\n２．コマンドブロックの種類\n\n上の画像のようにコマンドブロックには見た目が6種類あります。上２つのオレンジがインパルス、真ん中２つの緑色がチェーン、下２つの紫色がリピートで、左の列が無条件、右の列が条件付きとなっています。それぞれ、色とマークの形が変わっているのが分かります。\n\nコマンドブロックを右クリックすることで上の画像のような画面が開きます。ここの画面で、「インパルスかチェーンかリピートか」、「無条件か条件付きか」、「動力が必要か常時実行か」の３つの項目を設定することができます。\n\n３．コマンドブロックの種類による特性\n\nインパルスは動力が来た時に一回だけ実行されます。つまり、ボタンでは1回押すと1回実行され、レバーではONにした時に1回実行されるということになります。チェーンはこのコマンドブロックの後ろにあるコマンドブロックに続いて実行されます。だから、インパルスかリピートにつなげないと実行されません。リピートは動力が来ている間、1秒間に20回の速度で実行され続けます。つまり、ボタンでは1回押すと20回実行され、レバーではONにしている間、ずっと実行されます。\n\n無条件はインパルス、リピートの場合は普通に実行するという意味です。チェーンの場合は後ろのコマンドブロックの次にただ実行されるということになります。条件付きはこのコマンドブロックの後ろにあるコマンドブロックが実行されたならば、このコマンドを実行するという意味です。だから、条件付きはチェーンにしか使いません。よって、下の画像の２つに書いたコマンドは実行されません。\n\n動力が必要は動力が常にOFFで、ボタンやレバーなどで信号を送られた時に実行されるという意味です。常時実行は動力が常にONで、インパルスの場合は常時実行に設定を変更してコマンドの設定画面を閉じたときに１回実行されるという意味で、チェーンの場合は後ろのコマンドに続いて実行されるという機能自体をONにするという意味、リピートの場合はレバーでONにした時と同じように常に実行されるという意味です。\n\n結局のところ12通りあるうち、「インパルス/無条件/動力が必要」「チェーン/無条件/常時実行」「チェーン/条件付き/常時実行」「リピート/無条件/常時実行」「リピート/無条件/動力が必要」の5通りしかほとんど使いません。目的に応じて使い分けれるようになりましょう！\n\n４．コマンドブロックの向き\n\nコマンドブロックには向きが存在します。チェーンを使えるようになるためにはこれを理解しなければなりません。\n\n上の２つの画像で言うと赤が前で、青が後ろとなっています。左上の画像で前のマークは♢の形をしていて、右上の画像で後ろのマークは□の形をしているのが分かります。実行の順番は下の２つの画像で言うと赤→青→黄となっています。一番最初に実行されるところはインパルスかリピートのどちらかでそこに動力を与えるようにします。だから、そこ以外は全てチェーンとなります。コマンドブロックの向きを間違えるとうまく動かなくなるので注意が必要です。右下の画像のように縦にした場合でも同じく注意しましょう。\n\n５．コマンドブロックでの書き方\n\nコマンドは必ず「 / 」から書きはじめますが、コマンドブロックに書き込むときは「 / 」を最初につけてもつけなくてもどちらでもしっかりと実行されます。コマンドを書くとき、なるべく間違いを減らせるように予測を活用することをおすすめします。予測が出てきたら、スクロールして探してクリックしたり、「 Tab 」で選んで「 Enter 」したりすることで確定できます。",
  "featuredImage": "/2023/07/スクリーンショット-2023-07-04-204243.png",
  "link": "https://if-juku.net/2023/08/29/%e3%82%b3%e3%83%9e%e3%83%b3%e3%83%89%e3%83%96%e3%83%ad%e3%83%83%e3%82%af%e3%81%ae%e5%9f%ba%e7%a4%8e%e7%9f%a5%e8%ad%98java1-20/",
  "date": "2023-08-29",
  "author": "akitaclark0731-03@gmail.com",
  "categories": [
    "Minecraft Java"
  ]
}