{
  "id": 1517,
  "title": "塾長 山﨑琢己",
  "excerpt": "プロフィール 出身: 奈良県生駒市育ち: 大阪府寝屋川市,秋田県秋田市座右の銘: 一歩動けば世界は変わる, 行き当たりバッチリ趣味: 乗り鉄、パソコン、野球観戦（特に大リーグ）経歴: 秋田クラーク高等学院入学（皆勤賞継続中）好きなゲーム: マインクラフト秋田への関わり: 2012年4月から秋田へ移住好きなこと: 人と話す考えて欲しいこと: 「普通」ってなんですか？持っているもの: ASD(自閉スペ...",
  "content": "プロフィール 出身: 奈良県生駒市育ち: 大阪府寝屋川市,秋田県秋田市座右の銘: 一歩動けば世界は変わる, 行き当たりバッチリ趣味: 乗り鉄、パソコン、野球観戦（特に大リーグ）経歴: 秋田クラーク高等学院入学（皆勤賞継続中）好きなゲーム: マインクラフト秋田への関わり: 2012年4月から秋田へ移住好きなこと: 人と話す考えて欲しいこと: 「普通」ってなんですか？持っているもの: ASD(自閉スペクトラム症),ADHD(注意欠陥多動性) 私のこれまで こんにちは、山﨑琢己です！私は2007年2月2日生まれです！ 小学生5,6年生の時、私は学校の教室に入るのが突然難しくなり感情的になってしまう時が多々ありました。それまでは何とも問題なく学校に通えていました。それまで通えてたこともあり、不登校にはギリギリなっていないのですが、酷いときは不登校寸前までは行きました。実はなんで感情的になったか未だに分かっていないんです...ただ何か苦しい何か嫌だ...何か上手く行かない...それで学校で叫んでみたり叩いてみたり...当時の先生には凄い迷惑をかけてしまっていたでしょう。私ははっきりと誰かと喧嘩になっただとかトラブルになったとかは無かったのですが、その何かが私を苦しめていました。病院に診断を受けに行ったところ発達障害ASD,ADHDと診断されました。 そんなことで私は中学校進学時に親から進められ特別支援学級(情緒)に入りました。支援学級に入った事により学校には通えるようになりました。もし普通学級だったら通えなかっただろうと今でも思います。ただ支援学級の先生と非常に合わず、先生に対して非常にイライラしていました。特別支援学級は、知的クラスと情緒クラスに分けられていたのですが、知的クラスと情緒クラスの子たちの特徴が180度といって違い、知的クラスの子たちは真面目に先生の言うことを聞き行動できていました。ただ私の情緒クラスは、一人一人の子の特性が全然違い、できるできないの差が凄くありました。先生の言うことを聞ける空気ではなかったです。これはできるのに何故かこれはできない...、知的クラスの子は真面目にできるのになんでやらないの？できないの？と比較されてしまうことも多々ありました。やらないのができないのが悪いみたいになる空気が私は不快でした。支援学級の先生たちは知的クラスの感覚で、情緒クラスを指導するので、もの凄く相性が悪かったです。だからと言って知的クラスの子たちと仲が悪かった訳ではありませんよ！私の学校では、交流といって普通学級に混ざる時間があったのですが、朝や集会など学校の都合の良いときに混ぜられるもので、気持ちの調子によってはいけないときもありました。音楽や体育なども交流で混ざって受けていたのですが、情緒クラスの子たちは馴染めず、２人組を組もうとなれば必ず取り残されていました。（悲しいですね）ただ知的クラスの子たちは馴染める子が多く、チームなどを組もうとなっても一緒にやってくれる子がいたそうです。この違いは何か？考えたら周りの認知度と分かりやすさだと思いました。知的クラスの子たちは、行動に出やすく周りのサポートもしやすい傾向にあると思います。一方情緒クラスの子たちは一見、普通学級にいてもおかしくないような雰囲気なので、なんで支援学級に行ってるの？と思われるくらいです。それにプラスしてコミュニケーションが苦手な子が多かったので余計に馴染めないですね。私は中学校がとても辛かったです。居場所がないような感じがしたからです。「普通」ならこれやるのに...できるのに...なんでできないの？なんでやらないの？「普通」と比較されるのがものすごく嫌でした。息苦しい...生き苦しい...そんな毎日でしたよ。中学校で友達と言える人は、ほぼいなかったです。 そんな中、次は高校となったとき、私はパソコンに興味があったので、親が見つけて来てくれたパソコン関係が学べる高校に進学したのですが、そこで出会った人たちが私を変えてくれました、その中の１人が今このif塾をやることになった高崎翔太さんです。入学して最初の高崎先生の授業で「お金を稼ごう！」ということになり学校にも許可をとり、実際に開業届を税務署に提出し起業をし、学校のホームページを制作したり、パン屋のホームページを作ってみたりその中で実際に、お金を稼いだこともありました。この文章を書いてるパソコンも自分で買ったもので作成しています！起業家交流会に参加し、いろんな人と名刺を交換したりと交流をしたこともあります。で次なにやろうか？となったときにプログラミング塾をやったら面白いんじゃないか？ということになりこのif塾が立ち上がった形となります。高校生からビジネスをしようとしてる人はまぁ少ないですよね、先生にも「琢己は普通の高校生として生きていくのは無理です！」「琢己に高校生としての青春は無理です！」「琢己は同世代とは合いません！」と言われます。ただ元々変わっている私にとってはこれくらいで丁度良いかもしれません。「あなた変わってるよね」と言われることが私にとっては一番の褒め言葉かもしれません。 私は元々性格を理解されるのが難しく人と上手く付き合うのが苦手でした、良くない発言をポロッとしてしまい失敗することは今でも沢山あります。そんな中、高校では私を理解してくれる人が居ます。そんな数少ない理解してくれる人、私と話をしてくれること、メールを返信してくれる人、駄目なとこは駄目と言ってくれる人、そんな人を大切にしようと思いました。",
  "featuredImage": null,
  "link": "https://if-juku.net/2023/10/26/yamazakitakumi/",
  "date": "2023-10-26",
  "author": "akitaclark0731-01@gmail.com",
  "categories": [
    "プロフィール"
  ]
}