{
  "id": 3878,
  "title": "発達障害の塾長のこれまで",
  "excerpt": "こんにちは、発達障害ASD,ADHDの17歳...",
  "content": "こんにちは、発達障害ASD,ADHDの17歳 山﨑琢己です。今回は、今私が何故if塾の塾長をやることになったのか、私のこれまで振り返っていきたいと思います。（まぁ大学の志望理由書の練習でもあるのですが、、、）①私は小学生の頃、自閉や多動の発達障害と診断され、中学校の時は特別支援学級に通っていました。特別支援級に通っている際、視野は狭く自分に自信はなく暗い生活を送っていました。自分は他の人に比べて何かできることはないのだろうか、そんな中１つ興味を持っていたものがパソコンです。パソコンを触ることが好き、高校でパソコンで人生を巻き返さないと自分は終わってしまう。そんな思いで高校に入学しました。②高校で恩師であるゲタバコ先生や現if(塾) 財務責任者の結眞君に出会い、ゲタバコ先生の授業で、先生が「やりたいことに対して私はサポートする」という授業で、何かやってみないかとなり、「お金を稼いでみる？」という話になり、自分の好きなパソコンを使ってお金が稼げないか？稼ぐ方法で出てきたのが、ホームページを制作することでした。ホームページの１件辺りの相場は20万円～という自分には考えられない夢のある金額が稼げるかもしれないというワクワクが私を奮い立たせました。もし稼げたら自分の欲しかった自作パソコンが作れるかもしれない...と自分の中で色々な妄想が膨らみました。しかしホームページを作った経験は0、まずは実績が無い、実績が欲しい、そんな中で１つ見つけたのが学校のホームページでした。校長先生に学校のホームページを作りかえても良いか？と聞いたところ、まさかの「やってみよう！」という答えが返ってきて、私と結眞君で一緒に制作することになりました。これからお金を実際稼いでいく中で、個人事業を開業しておいた方が良いのではないかとゲタバコ先生からアドバイスがあり、私と結眞君で開業届をそれぞれ税務署に提出し起業をしました。ホームページはこれまで一度も作ったことがなかったのですが、インターネットで調べながら制作していくと経験0からでもホームページを作ることができました。学校のホームページが完成し、インターネットに公開されたとき遂に自分の作った制作物が公開されたとき、考え深いものがありました。ホームページが完成したから報酬が欲しいねとなり、ただ学校にいきなり現生20万,30万を請求するのは流石に良くないと会議でなり、じゃあお金を貰うのではなく20~30万くらいで自作PCを買ってもらうことなら出来るのではないか？となりました。校長先生に交渉しプレゼンもしました。交渉の末、自作パソコンを買って頂けることになりました。お金を直接貰うではありませんでしたが、報酬を頂くことができ達成感がありました。\n\n③学校のホームページが完成した。次は学校だけでなく地域に足を伸ばしてみようとなり、学校にパンを売りに来ていたパン屋のホームページを作ることになりました。今回は本物のお金が欲しいとなり価格交渉をパン屋に交渉しました。しかし20万円という大金は中々出せない、そこで秋田県がやっている専門家派遣制度を活用し制作することになりました。学校の時は、今あるホームページからのリニューアルでしたが、今回は1から制作するということで、パン屋の社長さんの要望を聞きながらホームページに意見を落とし込むという作業を繰り返し制作していきました。パン屋さんのホームページが完成し、世界に公開されたとき学校から出て一歩社界に出たという実感が湧きました。初めての給料が入り、自分の自作パソコンを作ることが出来たとき、夢を自分の力で叶えるということが初めて出来ました。（この文章も自分で買った自作パソコンで作成しています）起業してホームページなどを作成していく中で、ゲタバコ先生から起業家交流会というものに参加してみないか？と提案があり参加することにしました。実際に参加してみると様々な業種や分野の方が集まっており自分の中での視野が広がりました。交流会に参加されている方や見学に来てくださった方と名刺交換をし、お話をさせていただいたのですが、ほとんどの方が口を揃えて、早いうちから活動していて凄いねと言って頂くことができ、そこでも自分の活動に自信を付けることができました。\n\n④学校のホームページ、地域のパン屋のホームページと制作してきて、自分で行動して成功できた体験が自分に大きな自信を付けることができました。この成功体験を多くの人に体感して欲しい、自分のように苦しい思いをして欲しくない、ならば塾をやれば良いのではないかとなり、ゲタバコ先生と結眞君と一緒に塾を作って見ようかとなりました。塾とは言っても単に勉強する塾でなく、自信が無くコミュニケーションが苦手だったり、外に足を踏み出したりすることが難しい子でも通える塾はどんな塾か？通う塾生の視点から考えていきました。そこで思いついたのはマインクラフトを活用し、ワールドにみんなで集まればオンラインで顔や声を出すのも自由に選択ができ、外に足を踏み出さなくても良いのではないだろうかと気付いた。学校で私が参加していたフリースクールのステップ広場のスタッフボランティアをしていた時、通っていた小中学生にマインクラフトをプレイして貰った際、初めての子でも楽しくプレイして通う頻度が増えたり、口コミで体験に来る子が増えたりした経験があったから、if(塾)でもマインクラフトが活かせるのではないかと考えた。いざ塾を開業しようとなっても初めての挑戦で、何から準備をすれば良いかが中々定まらない、ただ何か動いてみないことには良くも悪くも変わらない、まずは塾生が集まれるワールドが必要だとなり、マインクラフトのサーバーを構築しワールドを作っていく、この頃, 現if(塾) 技術責任者である井上陽斗君が入学してきてマインクラフトが好きと話を聞いたので、ならば今丁度マインクラフトのワールドを作っていたところだから一緒に作ってみようとなりました。陽斗君はマインクラフトのコマンドという機能を使いこなすことが得意だったので、ミニゲームを一緒に作ってみることにしました。最初に作ったミニゲームは、フリースクールのステップ広場でやっていた鬼ごっこをマインクラフトで作ってみようかとなりました。私がアイデアや意見をだし、それを元に作ってもらうという作業を繰り返していきました。２人だけでなく色んな人に声をかけて参加して貰ったり、学校のオープンキャンパスや文化祭の場をお借りして、来てくれた子たちにプレイして貰ったりしました。来てくださった子たちが口を揃えて楽しかったと言ってくれたので自分のやっていることは間違ってはなかったと改めて確認できる場面でもありました。マインクラフトのワールドを作って形になっていくと、最初は定まっていなかった塾の形も定まっていき、人に自信をもって話せるようになりました。塾を運営していく上で、やはり資金が必要だと会議でなり、秋田県が行っている起業家応援プログラム「若者チャレンジ応援事業」というものにif(塾)のアイデアで応募し、採択していただき200万円の補助金を得ることができました。最初は形として見えづらく本当にできるのかという不安に何度も駆られましたが、学校のオープンキャンパスや文化祭、さらには秋田県からの応援などもあり、形になり始め結果が出たことにより、見えなかった霧がやっと消え自信に変わっていきました。\n\n⑤if(塾)を開業する前、if(塾)のメンバーの役割を改めて整理しようとなった時、ゲタバコ先生から琢己はPM(プロジェクトマネージャー)つまり管理職だねと言われました。if(塾)の開業準備を振り返った中で、アイデアを出しそれを実行していく役割を自然としていた、振り返ったとき気付きました。ゲタバコ先生が塾頭(代表)をやることになったので私は塾長(2番目)になりました。中学生、高校入学時にはまさか自分が自然と管理職の役割を行っていて塾長の肩書きを持つ日が来るとは夢にも思っていませんでした。ここまでの道のりの中で、自分１人の力だけでは絶対にこのようにはなれなかったことに改めて気付かされました。ゲタバコ先生のサポートがあり、結眞君のアイデアがあり、陽斗君の技術があったから今if(塾)があるのです。アイデアを生むにもアイデアを形にしていくにも１人では難しい、色んな人とのコミュニケーションなどでの関わりを深める間でアイデアが生まれ、協働することでアイデアを形にしていくことが可能になり実現していけることが活動を通して分かることができました。起業してから今までの活動の中で、秋田県の若者チャレンジ応援事業や起業家交流会に参加し、アイデアを考えていく中で地域課題を解決することを自然とやっていることに気付きました。地域課題は簡単に言うと地域の困りごとです。地域によって困りごとは当然変わります。その場所に合うアイデアを生み形にしていく必要があります。if(塾)も秋田でなければここまで形にならなかったかもしれません、上手く形に出来たのも学校やステップ広場などでの実施してできると確信できる部分があったからです。\n\n⑥進路を考える際、自分が何をしたいかと問われたときハッキリ答えることは難しく悩む時期が長かったです。そんな中、私が入学できる年度から新しくできる学環(学部相当の組織)が山形県の山形大学で設置されると知り、その学環の内容が様々な視点をもち、地域課題の解決ができる人材を育成するといった内容でした。今自然と取り組めている活動の延長で、山形や大学という新しい場所で新たな出会いをし、協働し地域課題を解決するという目標を達成していける人材になり、地域貢献できる人に将来ないたいと思いました。中学校、高校入学時に大学を目指せるとは思ってもいませんでした。かつて思ってもいなかった、様々な活動を通し、様々な体験を積み視野が広がり、得ることのできた自信があったからこそ、今大学を目指せるようになり、このような文章が書けているのです。かつての自分のように自信がなく無理だと思っていたことが、成功体験や実績により視野が広がり自信を付けてくれる子が、１人でも増えて欲しいという思いで、このif(塾)を運営しています。if(塾)を運営し、通ってくれる塾生に自信を与え、活発的になってくれる子を増やすことが、今私ができる地域貢献なのかもしれません。人と出会いに感謝しながら生きていこうと改めて思いました。\n\n私が伝えたい一言「自分で起こせた行動には頑張ったと自分で褒めよう」\n\n志望理由書としては構成や言葉使い、何よりも文字数が多すぎるので、まだまだですがここから修正できるように頑張ります。",
  "featuredImage": "/2025/02/1.png",
  "link": "https://if-juku.net/2024/07/24/if-takumi-story/",
  "date": "2024-07-24",
  "author": "akitaclark0731-01@gmail.com",
  "categories": [
    "if(夢)"
  ]
}