{
  "id": 4078,
  "title": "怖い話を書いてみた",
  "excerpt": "自分が体験した怖い話を綴りたくなったので書いてみます。 話の概要 これは、今から12、3年前、私が大学院生から社会人一年目にかけて体験した出来事です。当時住んでいたアパートでの話になります。 アパートに住むまでの経緯 大学を卒業し、大学院進学を控えていた私は、学業に集中したくて大学の近くで物件を探していました。私は大学生の頃からサークルの代表を務めていて、大学の近くの後輩の家でしょっちゅう飲み会を...",
  "content": "自分が体験した怖い話を綴りたくなったので書いてみます。 話の概要 これは、今から12、3年前、私が大学院生から社会人一年目にかけて体験した出来事です。当時住んでいたアパートでの話になります。 アパートに住むまでの経緯 大学を卒業し、大学院進学を控えていた私は、学業に集中したくて大学の近くで物件を探していました。私は大学生の頃からサークルの代表を務めていて、大学の近くの後輩の家でしょっちゅう飲み会をしたり、就活の相談や面接、グループワークの練習をしていました。 ある日、後輩から「Tさん(僕の名前)、大学院進学するなら、ここに住めばいいんじゃないですか？」と言われました。そのアパートは築50年の木造二階建てで、各フロアに3部屋ずつ、計6部屋ありました。間取りは2DKでユニットバス、各部屋に押し入れがあり、かなり広かったです。大学院での勉強に書斎があるといいなと思っていた私は、部屋数の多さに惹かれ、すぐに入居を決めました。敷金礼金も手数料もかからず、そのまま入居できました。 賃貸契約は不動産屋を通すのではなく、近隣の物件を管理している「Sじーさん」と直接行う形でした。私はSじーさんに挨拶をし、手続きを済ませ、以降は家賃を直接彼に支払っていました。私は日頃から祖父の話を聞くのに慣れていたため、Sじーさんにも気に入られ、家賃を払うついでにお茶に付き合い、よく話をしていました。彼は元々建築をやっていた人で、イタリアで建築を学び、ローマ法王にも謁見したと語っていました。最初は嘘かとも思いましたが、実際にローマ法王と一緒に写っている写真も見せてくれ、驚きました。 住み始めた時に起こった異変 無事に後輩の就職と私の進学が決まり、新生活が始まりました。 最初の異変は風呂場で起こりました。ある朝、浴槽の底面が真っ黒になっていました。最初はカビかと思ったのですが、よく見るとうねうねと動いており、艶があります。なんと、浴槽がナメクジで埋め尽くされていたのです。思わず叫びましたが、周りが自然豊かな場所だったこともあり、こういうこともあるのかと秋田県に住む祖父に相談しました。祖父は「田舎だったらよくあることだ。ホームセンターに駆除する薬が売ってるはずだ」と言うので、その薬剤を買い、浴槽のナメクジにかけると、効果はてきめんで数分で消えてなくなりました。心の中で祖父に感謝しました。しかし、翌朝、再び浴槽を見ると、またもやナメクジがびっしりと張り付いていました。驚きながらも再び薬剤で駆除しましたが、その後も毎晩同じことが繰り返されました。その後もナメクジの発生は冬場まで止むことはありませんでした。 同時期に、夜寝ていると「カンカンカンカン」という音が聞こえるようになりました。後輩が住んでいる時にも聞いたことがあり、古い物件なのでネズミでもいるのかと思い、あまり気にしていませんでした。そうこうするうちに、いつの間にか他の住人がいなくなり、アパートには私一人だけになっていました。当時の私は学業に専念したかったのと、近隣住民とのトラブルもあったため、周りに誰もいないことをむしろ快適に感じていました。今思えば不思議なのですが、ゴミ捨て場には「迷惑しています！〇〇の陰謀です！」といった怪しげな張り紙が大量に貼られていたり、大量の猫が住んでいる空き家があったりと、エリア自体がどこか不穏な雰囲気でした。そんな生活を続け、私はそのまま社会人になりました。 2年ほど経った時に起こった異変 社会人になったあたりで、さらに異変が起こりました。家賃を支払っていたSじーさんと連絡が取れなくなったのです。家に行くと、表札がなくなり、空き家になっていました。家賃が払えなくなり、どうしたらいいのか分からず、最初は戸惑いましたが、当時お金がなかった私は「もしかしたら、家賃を払わなくていいのか？」と思い、そのままにしておきました。三ヶ月が経っても何もなく、半年が経っても何もありませんでした。ちょうどその頃、近所で工事が始まったのか、休日の昼間でも家がガタガタと揺れ、「ガガガ」という音がするようになりました。最初は気にせず過ごしていましたが、それがだんだんと激しくなり、「ドーン！ドン！ドーン！」という激しい音がするようになりました。まるで鉄球をぶら下げたクレーン車に家を破壊されているかのようで、慌てて家から飛び出しました。しかし、外に出ると天気は良く、静かな日中で、工事などまったく行われていませんでした。幼稚園の子供たちが散歩をしているほど平和な風景でした。再び家に戻ると、また「ガガガガ、ドン！ドン！ドーン！」という音がします。外に出ると静かで、家の中だけで異音がしていることに恐怖を感じました。 いてもたってもいられず、必要最低限の荷物と着替えだけ持って家を飛び出し、しばらくホームレスをしながら会社に通い、その後すぐに引っ越しを決めました。 後日談 #1 新しい家に引っ越し、少し生活が落ち着いたところで、どうしても気になったので、元々そのアパートに住んでいた後輩を下北沢に呼び出しました。後輩に近況を尋ねたり仕事の話をしていましたが、特にアパートのことを気にしている様子はありませんでした。そこで私は「ところで、あのアパートのことなんだけど、何か知ってることない？」と聞きました。すると、後輩は「え？でもまさかなぁ」と微妙な反応をしました。私は「もしかしてだけど、あそこ、人が亡くなってる？」と尋ねると、後輩は驚いた顔で「え？Tさんさんにその話しましたっけ？」と言いました。実は、後輩は入居する時に鈴木のじーさんから「以前、この部屋でおばあさんが亡くなっている」という話を聞いていたそうです。ただ、だいぶ前のことだし、自分は住んでいて何もなかったので、私にも勧めてくれたとのことでした。 さらに話を進めると、私はおばあさんが亡くなったのは浴室であることなどを言い当て、後輩は「すごい！Tさんってそういう人でしたっけ？当たりです！」と驚いていました。確かに、霊が全然見えていないにも関わらず、なぜか確信を持って浴室だと言えたのは不思議な感覚でした。 後日談 #2 それ以降、少し霊感があるのかもしれないと思うような出来事が起こるようになりました。私は関わりが難しいとされる子どもと接する仕事をしているのですが、ある日、とある霊能者のお子さんを見ることになりました。 その時は事前に僕のことを有名な声優さんたち（某美少女戦士に占ってもらったとのことでした）に相談し、僕に見てもらうことを決めたとのことでした。その占いによると、私は守りの力が強く、見えないけれども常に霊を跳ね飛ばしているらしいのです。関わる子どもたちが元気になるのも、ついているものを払っているからだと。確かにそれ以来、宿泊時にラップ音が鳴り響いたりすることもあるのですが、その界隈の人に相談すると、「適当でも払う感じで気合を入れれば大丈夫」と言われました。そこで、世代でもあるドラゴンボールの「かめはめ波」のように「はぁーっ！」とやると、ラップ音が止むのです。まるで「かめはめ波」が撃てているみたいで、少し楽しく感じています。 基本的には見えることはなく、時々あるのは音程度、最近はそれも殆ど起こりません。基本的に怖い思いをしているというほどでもなく、割と何とかなる部分もあります。 実際そういう力があるのかどうかもかなり半信半疑ですが、力があると思っていた方が得そうなので、そう思うことにしています。",
  "featuredImage": null,
  "link": "https://if-juku.net/2024/10/23/horror/",
  "date": "2024-10-23",
  "author": "getabako",
  "categories": [
    "未分類"
  ]
}