{
  "id": 2979,
  "title": "発達障害の塾長が届けたいこと (心と身体の体力)",
  "excerpt": "こんにちは、この間 高校3年生になりました。17歳 山﨑琢己です。私は小学校の時に、発達障害 ADHD(注意欠陥多動),ASD(自閉スペクトラム症)と診断されました。発達障害ということもあり、これまで私は少し周りとは違った経験をしてきました。私がこれまで体感してきて気付いたことなどをこの場を借りて発信できればと思ってブログ形式で書くことにしました！ 今回は発達障害の私が思う、心と体の体力から見た不...",
  "content": "こんにちは、この間 高校3年生になりました。17歳 山﨑琢己です。私は小学校の時に、発達障害 ADHD(注意欠陥多動),ASD(自閉スペクトラム症)と診断されました。発達障害ということもあり、これまで私は少し周りとは違った経験をしてきました。私がこれまで体感してきて気付いたことなどをこの場を借りて発信できればと思ってブログ形式で書くことにしました！ 今回は発達障害の私が思う、心と体の体力から見た不調について書いていきたいと思います。 ※私のこれまでの経験や考え(独断と偏見)から書いているので正しいとは限らないです。あくまで参考程度に見ていただけると幸いです！ みなさん、まず体力と聞くと恐らく体の余力やエネルギーのことを想像されると思います。勿論それも正しいです、ただ心の体力と、身体の体力は全くの別物です。個人的な感覚としては...・心の体力は、自分の感情をコントロールしたり、誰かと会話する時に言葉を選ぶ事など、主に頭脳を使う時に使われるエネルギーのこと・身体の体力は、歩いたり走ったり、物を運んだり、体を使う時に使われるエネルギーのことこの心と身体の両方の体力のどちらが疲れているかで出る症状が全く違い、周りがしてあげる対応も変わってきます。疲れている状態として以下の3つがあげられます。 ①心は平気で身体が疲れている状態 ②心が疲れていて身体の体力がある状態 ③心と身体が疲れている状態 この3つの状態をそれぞれ説明すると ①は心の調子はそこそこ安定しており、単に身体が疲れている状態がほとんどなので、この状態の時は良く言われる休息、(睡眠、風呂、食事)をすれば回復します。この状態の時に私がよく言う言葉は「疲れたー」「お腹すいた」などなど…、この状態の時は経過観察で大丈夫です。「大丈夫？」「疲れてない？」などと、ちゃんと見ているよ、と感じさせてあげられる声かけをしてあげましょう。 ②は心が疲れていて身体の体力がある状態、実はこの状態の時が③より危険かもしれません。心が疲れている=心が不安定な状態なので、感情などのコントロールが上手く制御できない情緒不安定な状態にあります。ただ体の体力は有り余っている状態なのです。心が疲れていますが、身体は疲れていないので、眠りたくても不安で眠れないのです。すなわち何が起こるかというと、寝れないことにより生活リズムも乱れるので、感情的になり暴れてしまったり叫んでしまったりなどの、極端な行動を起こしてしまうことがあります。情緒不安定な状態が進行すると、場合によっては自殺行為をしてしまうこともあります。私の経験上、こういうときどのような感情になっているかというと、私の場合は、悲しかったり寂しかったり甘えたかったりする気持ちになっている時に、誰にも打ちあけられなかったり抱え込んでしまったときに、整理がつかなくなり不安定になることが多いです。このような状況になってしまった場合は、もうお手上げなのであまり触れないであげて放出させてあげましょう、止めようとしても無駄です。ただ犯罪になりそうな場合は無理やりでも止めましょう。放出させた後の対応は次の③の対応と同じなので省略します。 ③は心も身体も疲れている状態、言い換えると身も心もボロボロの状態です。この場合は、まずは話を聞いてあげましょう、ただ話を聞いてるときに否定したり怒ったりしては絶対にダメです。とにかく柔らかい声かけが大事です！しかし②のように放出した後とかだと心も身体も疲れている状態なので、なんで感情的になったのか分かっていない場合があります。(少し違うかもしれませんが、酔っ払っいの状態に近い？)なので背中をさすったり、「疲れたよね」「普段頑張ってるんだから」「苦しいかったろうに教えてくれてありがとう」などと言ってあげてください。安心できるような声かけと対応をしてあげましょう。 ※声かけのときに絶対言ってはいけないことリスト・なんでこうなるの？・周りは頑張ってるのに・聞く側も辛いんだからね等々... 実際の症状や感じ方には個人差がかなりあるので、この対処方が必ずしも正しいとは限らないです。こういうとき、大半の人は「ゆっくり休んで」「無理しないで」と言ってくれます...休むことは正しいんです！言ってくれるのは嬉しいんです！ただ不安だとゆっくり寝れないんです！心が休めないのです！ただ辛い思いや苦しい思いをしてる時は、なかなか素直に「苦しい」「辛い」「疲れた」とは怖くて言えないものです。情緒が不安定になっていると素直に言えないのです。なので感情的な表現になってしまうのです。どうしても極端な行動には見えてしまうのですが、内心ホントは少しくらい甘えたい...構って欲しい...というメッセージなのです。辛いときは怖いし不安なんです！ホントは思いっきり泣きたいんです！少しの時間でも心から安心したいんです！こういうとき安心できる環境があってほしい、そう思い周りに似たような子がいたときに対応の参考になれば幸いです！一人でも多く安心してくれる人が増えたら私は嬉しいです！ 個人的に心が沈んでいるときに聞かせて欲しい曲「ただ声一つ」 https://youtu.be/5GUaMOpfmr8",
  "featuredImage": null,
  "link": "https://if-juku.net/2024/04/14/ifblog1/",
  "date": "2024-04-14",
  "author": "akitaclark0731-01@gmail.com",
  "categories": [
    "if塾ブログ"
  ]
}