{
  "id": 3411,
  "title": "発達障害の塾長が届けたいこと（人は見た目ではない）",
  "excerpt": "こんにちは、発達障害ASD,ADHDの17歳 山﨑琢己です。今回は、発達障害の私が思う、「人は見た目(顔)ではない」とは何かについて書いていきたいと思います。 ※私のこれまでの経験や考え(独断と偏見)から書いているので正しいとは限らないです。あくまで参考程度に見ていただけると幸いです！ 「人は見た目(顔)ではない」当たり前のことやん、て思われた人もきっと多いでしょう。しかし当たり前のことが、実際は...",
  "content": "こんにちは、発達障害ASD,ADHDの17歳 山﨑琢己です。今回は、発達障害の私が思う、「人は見た目(顔)ではない」とは何かについて書いていきたいと思います。 ※私のこれまでの経験や考え(独断と偏見)から書いているので正しいとは限らないです。あくまで参考程度に見ていただけると幸いです！ 「人は見た目(顔)ではない」当たり前のことやん、て思われた人もきっと多いでしょう。しかし当たり前のことが、実際はそうではないことも多いなと感じてこの記事を書きました。 まず人の見た目と聞かれたときに、何を思い浮かべるでしょうか？いくつかあげると、顔、身長、体型、髪の長さ...などと思い浮かぶでしょう。 初めて会った人と喋る前に、得られる情報と言うのは、目から得られる見た目の情報しかないので、どうしても第一印象は見た目のイメージが多く残ります。これは仕方の無いことです。しかし話をしていくと、性格が次第に見えてきて、その人に対しての印象は次第に変わっていくことが多いです。 学校で、恋愛話になったりすると「〇〇ちゃん可愛いよね」「〇〇くんイケメンだよね」「〇〇さんカッコイイよね」などとたまに聞いたりします。もちろんその人の内面を言ってる場合もあるかと思います。しかし話したことも無いような人の場合、\"外見だけ\"を見て「可愛い」「イケメン」「顔整ってる」などと言う人が中にはいます。私は周りでこれを見聞きするともの凄く不快な気分になります。なぜならば、人の見た目(顔)を変えることはできない、変えるにも限界があるからです。外見を言われてしまった場合、その人自身の努力ではどうにもできない場合がどうしてもあります。見た目で「可愛い」と言われた本人はいいでしょう、しかしその周りでは不快な思いをしてる人がいるかもしれません。絵や物のデザインの好みがあると同じで、どうしても人の見た目の好みがあるということは当たり前です。しかし思ったとしても人の外見のことは言わないようにしましょう。顔が良いから許されるなどの、理不尽なことがあって良いと思いますか？私はそうでは無いと思います。 人は「見た目？性格？」と聞かれたとき、本来であれば「性格」であるはずが「見た目」で判断してしまってる現状がまだまだ多い気がします。仮に見た目が超ドタイプだったとして、運良くお付き合いが出来たとしましょう、しかし性格が全く合わず別れてしまうことがあったとしたら、お互いにとって嫌ですよね。それよりも性格が合い、安心できて一緒にいて楽しかったり落ちつけたりする相手の方が、何倍も幸せではないですか？少し違うかもしれませんが、パソコンでも似たようなことが言えると思います。例えば、ゲームや動画編集を全くしないのにデザインだけを見て高額な高性能ゲーミングPCを買ったり、持ち運びたいのに重いパソコンを買って家に置きっぱなしになったりすると、勿体ないと思うのと同じことです。私がここで言いたいことが１つあります。それは、どんな人でも幸せを感じることができれば、可愛くも格好よくもなれるということです。もちろん顔は変えることはできません、しかし表情は変えることができます。ただ表情は変えることは簡単ではありません。心から楽しかったり幸せを感じると自然と表情は良くなります。心の調子が良くなると、やる気や活力が湧いてきます。すると表情や外見が自然と明るくなり良い印象を与えることができます。よく恋は人を変えるとたまに聞きますが、まさにこういうことを差しているのではないかと私は思います。 自分は見た目良くない...顔可愛くない...格好悪いなどと感じてるかもしれません。しかし、仮に良くなかったところで死ぬことは決してありません。心が楽しかったり幸せを感じることが出来れば誰だって変われます。それが少しでも伝わってくれたら私は嬉しいです！",
  "featuredImage": null,
  "link": "https://if-juku.net/?p=3411",
  "date": "2024-05-16",
  "author": "akitaclark0731-01@gmail.com",
  "categories": [
    "if塾ブログ"
  ]
}