{
  "id": 3469,
  "title": "発達障害の塾長が届けたいこと（良い授業と先生に伝えたいこと）",
  "excerpt": "こんにちは、発達障害ASD,ADHDの17歳 山﨑琢己です。今回は、発達障害の私が思う、「良い授業と先生に伝えたいこと」について書いていきたいと思います。 ※私のこれまでの経験や考え(独断と偏見)から書いているので正しいとは限らないです。あくまで参考程度に見ていただけると幸いです！(偉そうに感じてしまったらすみません！) みなさん学校の勉強で、好きな科目、嫌いな科目、ありますか？ほとんどの方がある...",
  "content": "こんにちは、発達障害ASD,ADHDの17歳 山﨑琢己です。今回は、発達障害の私が思う、「良い授業と先生に伝えたいこと」について書いていきたいと思います。 ※私のこれまでの経験や考え(独断と偏見)から書いているので正しいとは限らないです。あくまで参考程度に見ていただけると幸いです！(偉そうに感じてしまったらすみません！) みなさん学校の勉強で、好きな科目、嫌いな科目、ありますか？ほとんどの方があると思います。あとこれまで学校生活を送る中で、良い授業、楽しい授業、面白い授業、良い先生、つまらない授業、様々なことを思ってきたと思います。 好きな科目、嫌いな科目、得意科目、苦手科目、なぜそういう風に感じたかは人によって理由は様々でしょう。好きな科目、得意科目の理由を聞くとよく出てくるのは「楽しいから」「面白いから」などと言った理由が多いでしょう。好きな科目、得意科目はどんどんやりましょう。一方で、嫌いな科目、苦手科目の理由を聞いた時、多くの人は「内容が分からないから」「面白くないから」「何故やるか分からないから」といったことが聞かれます。もちろん本能的に楽しい、面白い、分からない、つまらないと感じることもあるでしょう。しかしそこには、その科目を学んだ環境によって、好き嫌い得意苦手が大きく変わると、私は考えています。 例えば２人先生の数学の授業が、それぞれあるとしましょう。そして二人の先生がいます。仮でA先生とB先生とします。 A先生の授業・怖い顔をしている・やらなきゃいけないから言いながら授業をする・黙って聞けという雰囲気を出す・間違えたら威圧的な態度を取る・つまらなさそうに授業をする B先生の授業をする・明るい表情をしている・楽しいそうに授業をする・質問しやすい雰囲気を出す・間違えていても笑って教えてくれる・一度は笑う間を作ってくれる・自分の過去の経験を話してくれる人 みなさんどちらの先生の授業を受けたいと思いますか？当然B先生の授業を受けたいと思う人が多いと思います。同じ数学の授業でも、全く別の授業になります。仮に数学が嫌い苦手科目だったとしても数学が全く分からなかったとしてもB先生の授業時間が苦痛には感じ無いと思います。するとその授業に良い印象がつきます。先生が楽しそうにしているだけでこちらも良い気分になりますからね。嫌い苦手科目になった理由として「先生が良くなかった」という人も一定数いるかと思われます。好き得意科目だとしても良くない授業をする先生に当たってしまうと嫌い苦手科目になることもあります。逆に良い授業をする先生に当たった場合、嫌い苦手意識が軽減される可能性もあります。つまらない授業とは？と聞かれたとき私は、黙って聞く授業だと思います。静かに聞く時間もあっても良いかとは思います。しかし1コマずっとじっと黙って聞いてろと言われたら、あまり楽しくはありませんよね？その場でぱっと思いついたことを聞けるくらいの空気が授業には欲しいです。 学校の授業、テストや受験をするとき、嫌い苦手科目で多くの人が一度は感じること「なんでこんな科目、授業をやらなきゃいけないの？将来使わないでしょ？だからやる意味なくない？」思ったことあるかと思います。かくいう私もその内の一人です。「数学とかいらねーだろ」とか毎日考えてます。 多くの学校の先生方に伝えたいことそれは何故その授業を行うのか？何を学んで欲しいのか？といった説明が無いことです。「教科書に書いてあることを教えるだけ」「卒業に必要だから仕方なくやる」「やらなきゃいけないからやる」と言った理由が聞かれますが、これでは授業本来の意図は分かりません。一番最初の授業は、なぜこの授業をするのか？なにを学んで欲しいのか？といった説明をするだけの時間でもいいのです。逆に必要ないことははっきり必要ないと言い切ってほしいくらいです。正直、教科書に学ぶことは全て書いてあります。しかしそれだけではイメージが湧きません。だからこそ先生の経験や実例を交えながらやっていただけると、何故必要なのか？が少しイメージが湧きやすいと私は思います。仮に受ける側に全く興味が無かったとしても、なぜその授業をやるのか？という意図が分かるだけでも、その授業や科目に対して印象が変わります。受験で、やらなきゃいけないからやると思いながらやった勉強は、試験が終わった瞬間に忘れてしまいます。だからこそ、ただやらなきゃいけないからよりも、こういう意図があり知識が必要だからやるの方が、同じやらなきゃいけないでも印象が変わります。 先生自身が楽しく授業をする、すると柔らかく楽しい空間が生まれます。すると受ける側からしても、良い気分で授業を受けることができます。逆に怖かったりつまらなさそうに授業をする先生であれば、自習をしたほうがマシです。先生の授業次第で、同じ科目でも同じ内容でも、全く別のものになります。受ける側が楽しく感じる授業が、少しでも増えたら私は嬉しいです！",
  "featuredImage": null,
  "link": "https://if-juku.net/2024/05/16/ifblog4/",
  "date": "2024-05-16",
  "author": "akitaclark0731-01@gmail.com",
  "categories": [
    "if塾ブログ"
  ]
}