{
  "id": 3882,
  "title": "今の私の夢（塾長編）",
  "excerpt": "ゲタバコ先生（塾頭）が夢を書いていたので私も書いてみることにしました。先生が書いていたものと似た感じで書いていきます！先生ほど人生経験は少ないのであまり期待はしないでくださいね！ 私のこれまでの人生（簡単な流れ） ・奈良県生駒市で生まれる（育ったのは大阪府寝屋川市）・幼稚園年長の時、秋田県に移住・小学校１年生～小学校４年後半 普通学級に何も不自由なく通う・小学校４年生後半～小学校６年生 突然壊れる...",
  "content": "ゲタバコ先生（塾頭）が夢を書いていたので私も書いてみることにしました。先生が書いていたものと似た感じで書いていきます！先生ほど人生経験は少ないのであまり期待はしないでくださいね！ 私のこれまでの人生（簡単な流れ） ・奈良県生駒市で生まれる（育ったのは大阪府寝屋川市）・幼稚園年長の時、秋田県に移住・小学校１年生～小学校４年後半 普通学級に何も不自由なく通う・小学校４年生後半～小学校６年生 突然壊れる・中学校 ３年間 特別支援学級（情緒級）に通う・高校１年 起業・高校３年 if(塾) 開業 塾長になる ①大阪で過ごしていた日々 幼稚園 年中の時までは、大阪府寝屋川市に住んでおりました。この頃から、中々喋らなかったりトイレができるのが周りより遅かったり、朝幼稚園に行くのを極端に嫌がったり、周りと比べて変なところは既にあったみたいです。ただ検査には引っかからなかったみたいです。この頃は近所の友達も多く今でも覚えているくらい、とても楽しかった記憶があります。この頃から電車が好きで色んな所に電車に乗りに行ってましたね。 ②秋田移住 幼稚園 年長の時、親の仕事の関係で秋田県に移住してきました。大阪から遠い秋田に来た時の第１印象は「何もないやん」でした。電車は２両、JRしかない、１時間に１本、好きな飲食チェーン店もない、ラーメン屋もない、何にもないばしょやんと当時言っていました。今は秋田に来た当時に比べたらだいぶ色々店も増えましたね。秋田に来て直ぐ年長だったのですが、幼稚園ではそこそこ話せる友達も多く楽しかった記憶があります。朝幼稚園に極端に嫌がることもなかったです。 ③普通に通っていた小学校前半 小学校に入学し、授業などが始まりました。１年生～４年生後半までは、実は普通学級に他の子と何の遜色もなく通っていました。何回か皆勤賞を取った年もあったと思います。勉強もそこそこ出来る方で九九も覚えるのはクラスで２番目くらいには早かったです。この頃は自分は周りに比べて少しは出来る方だと思っていました。自信もそこそこ持っていたと思います。ただ仲良かった子たちが次々と転校していったんですよね。１年生～４年生の間でよく話していた子は引っ越していってしまいましたね。自分も早く転校したいなとか思っていました。 ③壊れてしまった小学校後半 しかし小学校４年生の後半辺り、異変が現れます。急に何もかもが嫌になってしまったのです。クラスの誰かが悪い訳ではない先生が悪い訳でもない。なんか嫌なんだ...と思うようになります。10歳の壁というやつですかね、ただ何故嫌かがずっと分からないんです。先生とかから教えてと言われても、「分からない」としか答えられなかったです。言いたくないのではなく分からなかったと言う答えでした。小学校５年生,６年生の頃は、ほぼ毎日学校で大暴れ、大発狂、朝来たら即帰宅みたいな生活を送っていました。ただ不登校には何故かならなかったです。ただなんで自分で暴れているのか分からなかったです。病院にも通っていましたが、何となく「思い通りにならなかったのが嫌」などと言っていました。間違ってはいないのですが、なんで思い通りじゃなかったのかが分からなかったのです。分からないまま小学校を卒業しました。当時の小学校の先生はみんな良い先生でしたね...当時は大変御迷惑をおかけしました...小学校５年～６年の頃は校長室に通っていましたね。普通じゃ考えられないですよ。ペーパークラフトとかを作っていた記憶があります。何かを作るのが好きというのは今でも変わってないですね！ 最近気付いたこと 小学校の後半、何で壊れていたかが最近まで本当にずっと分かっていなかったのですが、つい最近こうだったかもしれないという１つの答えが見つかりました。私は人に言われることに流されてしまうことが多く、昔から怒られるのがもの凄く嫌（誰でも嫌だとは思いますが）で、いかに怒られないか、ものを言われないかを考えながら過ごしてきました。（今も変わってないですね）私は強く言われることが苦手で、圧をかけられるとすぐに萎縮してしまう特性があり、先生や親に怒られた記憶は今でも鮮明に覚えています。強く言われると緊張を超えてトラウマになるんですよね。私は親から「学校には絶対いかなあかん」「宿題は必ずやりなさい」「宿題終わらないまでゲームはさせません」という感じでした。怒鳴られることなどはなかったのですが、やらなかった時は「は？なんでやってへんの？やらなあかんやん」「家庭学習まだやってへんの？」みたいな感じでした。当時は渋々それでもやっていましたが、恐らく10歳を過ぎた辺りで、それらに対して限界がきたんでしょうね。ただ単に「やりたくない」「嫌だ」と口で言っただけでは通じないと思った私は、親には見られず怒られない学校で大暴れや大発狂という選択肢を取ったのでしょう。宿題を周りと同じくらい出来なくなってきたころ「なんでやらへんの？」「なんで出来ひんの？」「みんなはちゃんとやってるやん」と言われていました。自分が壊れてしまったとき、なんで自分はこうなるんだろう、なんで出来なくなったのだろう、普通じゃなくなってしまったんだと思うようになりました。「なんでこうなったん？」「普通はこうはならんのに」「普通出来るやん」「あんた本当にヤバイよ」「先生達が良いからやっていけてるけどさ」とボソボソと言われることが度々あり、その都度壊れていたと思います。今でも思い出したら怖くて泣きそうになります。この頃から「普通」という言葉が嫌いになりました。自分は普通より下だ、普通でない、外れてるなどと思うようになったからです。普通なんかなければ良いのに、それは今もとても思っています。流石におかしいということで病院にいき診断されたところ「発達障害」でした。この診断をされた時、私は凄く安心した記憶があります。「あ、普通じゃなかったんだ」となったからです。障害もってたらそりゃ壊れるよねと思いましたね。｛普通じゃない＝普通より出来ない＝必要の無い人間｝と思った私は「〇にたい」「〇えたい」と言うようになります。そりゃここまで出来ない人みたいに言われちゃいたくもなくなってしまったので〇殺行為もするようになりましたね。このようなことを今改めて考えて１つの結論が出ました。それは...「普通」に自信を奪われていたということです。小学校後半から高校生の途中までずっと自信を無くしていて極端なネガティブ思考でした。何をやるにも「どうせ俺はできないから」「自分はアホやから」「〇んだ方がいい人間やから」などとネガティブ発言がとても増えました。何故なら自分はできないから、\"自分はできない\"と事前に言っておかないとなどと思っていました。実際できると内心思っていても「自分はできないから...」と言っておかないと、出来なかったときなんて言われるだろう...と思っていました。何を考えるにも悪い方向から考えるようになってしまったのです。自分は夢をみないでまずは現実からみないと...と考えていたからです。自分が何かやったことに対して、自分の嫌な言われ方をするのが極端に嫌だったのでしょう。言われたくないから先に自分で先手を打つということをやっていましたね。何か出来なかったとき「また出来なかった...自分は出来ない人間だ」「〇にたい」と毎回思うようになりました。今思えば「普通」に自信を奪われてしまっていたからでしょう。自己肯定感は極端に低くなってしまいました。自分を写真や鏡でみるのもより嫌になってしまいましたね。小学校後半の時、壊れて大暴れしたり大発狂したりしましたが、今でも壊れたのは正解だったと思っています。もちろん大暴れや大発狂は良くないことです。それは分かっています。しかし壊れて「普通」ではないことをしないと、自分を見せることは出来なかったからです。壊れたタイミングも運良かったですね。あのまま「普通」にやっていたとしてもどこかで必ず壊れていたと思います。壊れたのが小学生で良かったと今凄く感じています。ここまで自信を奪われていた私を、自信を持たせてくれるまで成長させてくれたゲタバコ先生は、本当に凄いと思いますよ。なので今こうしてブログが書けているんですから！※今は親にこんなことを言われることはないので安心してね！！ ④特別支援学級の中学校 中学校に進学する際、普通学級に入ったら通うの難しいのでは？と提案があり特別支援学級を紹介されました。見学もしてここならとりあえず通えるかなと思った私は、特別支援級に通うことにしました。特別支援学級は比較的通いやすく、ほぼ毎日通えていました。この頃には親から嫌なことを言われることはなくなったのもあり、気持ちはとても楽でした。しかし「普通」に自信を根こそぎ持って行かれているので、何も楽しくはなかったです。友達も少なかったので、普通学級と混じってなにかするとき、グループ作ってー！となったら必ず取り残されていましたね（単に陰キャだからか...）、そんな感じで楽しくなかったので、生きる価値を見いだせず毎日天に向かって「早く〇なせてください」とベランダで願っていました。中学生活、何も楽しくなかったですが、今思えばそんなに悪い人が居た訳ではなく、むしろ良い人達だったと思います。ただ自分の自信が「普通」によって奪われていて半分生きていなかったから、ひねくれていたのでしょう。 これまでの夢「〇ぬ」 このようなことを通して、今までどんな夢を持っていたか考えてみたのですが、ビックリしますよ何も思い浮かびません！！小学生の頃はサッカー教室に通っていたので、小学校で夢は何？と聞かれてたら適当にサッカー選手とか答えていた記憶があります。小学校後半～高校の途中までは「普通」に自信を奪われていて、生きる価値を見いだせず生きるのが辛かったので正直にそのまま言ってしまうと。夢「〇ぬ」でした。毎日天に向かって「早く〇なせてください」と言いながらお祈りしていましたからね。18歳くらいには、さっさとこの世を去りたいとずっと思っていましたよ。 最近できた夢「自分の居場所を創る」 最近は、「〇にたい」と思うことは減り、あることを思うようになりました。それは「自分の居場所を創る」「人を喜ばせる」ということです。こんな私でも生きて大丈夫な場所、認めてくれる場所、自信を持てる場所、そんな自分にとっての「居場所」を創ることが将来に夢になりました。それの１つが今のif(塾)になるかもしれません。「自分の居場所」にできるようにif(塾)で活動しています。そこで「人を喜ばせる」ことが出来れば最高ですね。 いかがでしょうと言った感じで先生より小さい頃は全然夢がなく、全然楽しくなかったんだなぁと思います。そんな私が目標？夢？を言えるくらいにまでは成長できたのかなとは思います。10年後、楽しく生きていればそれで良いですね。",
  "featuredImage": null,
  "link": "https://if-juku.net/2024/07/25/takumi-dream/",
  "date": "2024-07-24",
  "author": "akitaclark0731-01@gmail.com",
  "categories": [
    "if(夢)"
  ]
}