{
  "id": 3613,
  "title": "先生の夢って何ですか？",
  "excerpt": "生徒に先生の夢って何ですか？と聞かれて困っていますwというのも、実は僕は「やりたいことをやっている」のではなくて、「やりたくないことをやっていない」だけだからただ、その「やりたくないこと」が多すぎて、人生の殆どを「やりたくないことをやらないで済むようにする」ことに使っています。\n\nやりたくないことが...",
  "content": "生徒に先生の夢って何ですか？と聞かれて困っていますwというのも、実は僕は「やりたいことをやっている」のではなくて、「やりたくないことをやっていない」だけだからただ、その「やりたくないこと」が多すぎて、人生の殆どを「やりたくないことをやらないで済むようにする」ことに使っています。\n\nやりたくないことがどうしてそんなに多いのか\n\nそれが物凄く多くて、生活に困るのが、発達障害と世の中で言われているものです。僕は多分、診断をつけるならADHDの衝動性と不注意併発型、それに加えてASD的なこだわりの強さがあると思います。僕はこういった特性に争った、というより開き直ったのが、それなりには成功した珍しい例かなと自分でも思っていまして、そうした経験が今の子供たちと接している節があり、しかも結構役に立っています。因みに以下が、僕がやりたくないこと、苦手なこと一覧です。\n\n僕がやりたくないこと、苦手なこと一覧\n\n暑さ、寒さの体温調整が苦手\n\n服の締め付けやザラザラした感触に弱い\n\n手先、足先に感覚過敏があり、特定の物（新聞紙、本、靴下etc）に不快感がある\n\n衝動性が強いので、じっとしてられない、やろうとしたことを邪魔されたくない\n\n決められたルーティンワークが苦手で、常に新しい刺激を求める\n\n常に少し攻撃性があるので、バシバシ何かを叩いていたい、刺激を与えていたい\n\n常に喉が渇くのと、衝動性でお酒のコントロールがきかない\n\n得意分野と自負しているところでの、勝ち負けへの強いこだわりがある\n\n誰かが決めたルールややり方に自分をはめることが苦手\n\nやりたいことをずっとやり続けられる反面、時間の管理が苦手\n\n聴覚が過敏なので、細かな音が気になる\n\n表現が過激になりやすい\n\nそして、これらのことが上手くいかなかったりするととても怒りやすくなり、大体これら全てで手痛い失敗をしています。浪人、留年、絶縁、紛失、、、中々大変です。\n\n今までの夢を振り返る\n\n一番最初の夢は中古ファミコンショップ屋さん\n\n一番最初の夢で覚えているのは、幼稚園の時、中古のファミコンショップ屋さんに憧れていました。昔から外で遊ぶというよりは、ゲームやアニメが大好きで、ファミコンは小さい時から家にあったので、マリオばかりやってました。家の近くに中古のファミコンショップ（確かムーミン）というところがあり、すごく据えた臭いのする店内はビニールで包まれたファミコンカセットが沢山並んでいて、僕にとっては夢のような空間でした。そこからしばらくはゲームが好きで、ひたすらゲームの裏技を立ち読みで物色し、裏技を中古のゲームで試すみたいなことを繰り返してました。スーパーファミコンは僕の誕生日である11月21日に発売し、運命を感じましたし、上手くなりすぎて小学一年生で小学六年生の家に出向き、クリアできない面をクリアしてあげ、接待されるというようなことをしていました。そこからは据えた臭いのする場所が好きで古本屋を巡ったりとかもして、いつの間にか古いものを集めるようになっていました。\n\n次の夢は医者\n\nゲームの世界とか漫画の世界とかが好きだったんですけど、それって、結構家が荒れていたっていうのもあったと思います。母親が精神的に参ってしまっていて、帰ると家がめちゃくちゃだっりしました。何というか、家のものが全部出ているというか。お酒を飲んだ後とかもあり、悲惨な状況と言って差し支えはないと思います。そこで定期的に病院のようなところにも通っていて、でも状況は変わらない。それでどうにもならなくなって離婚ということになりました。僕は当時父親についていったのですが、母親も気掛かりで、病院に通ってはいたので、どうにかできるのは医者なのか？と思って医者を目指していました。ちょうどその時は手塚治虫先生のブラックジャックにハマっていて、ブラックジャックって手術とかもするけど、結構人の考え方をガラッと一撃で変えたりするんですよ。高額な報酬をふっかけて、命の尊さを考えさせてみたいな。だからブラックジャック先生ならもしかしてと思っていました。流石に漫画だということは小学生でも分かっていたんですが、それでも当時の僕にとってトキワ荘世代の漫画は人生のバイブル、ブラックジャック先生を目指そうと思いました。\n\n次の夢はカウンセラー\n\n高校入試は、僕の医者になりたいんです感動エピソードにより通過し、いよいよ進路選択という時に一つ重大な過失に気づきました。この時に医者というよりは心のケアを専門にするなら、臨床心理士、臨床心理士なら心理学系の学部ということは知っていたので、その方向の進路を目指していました。臨床心理士も医者っぽいし、当然理系！と思っていたら、大学案内のどこにも心理学部は無く、驚きました。心理学は実は哲学から派生している学問なので、文系なのです。そこで、慌てて文転（文系に切り替えること）したり、大学受験をしに行ったら既に合格者が発表されていて、浪人が確定したり、大学院の願書の締切日を間違えていて浪人したり色々ありましたが、結果的には日本一のカウンセラーの先生に優しく厳しく教えてもらったり、臨床心理士の試験も試験中に何故か合格を確定してもらえたりして臨床心理士にはなることができました。でも、高校生の時に母は亡くなってしまって、一応夢は叶えたけど間に合っていない感覚を感じていました。\n\nカウンセリングの限界、僕も限界\n\n大学院修了後、意気揚々と前職である企業に入社したんですが、ここで僕の発達障害が発動します。まず、入社初日、研修中に寝て外に出されます。僕は昔から授業態度とかが本当に悪く、喋っているか、寝ているかどっちかです。じっとしているとイライラしてくるし、喋ることができないなら寝るのが一番周りに害が少ないからです。ただ印象は最悪です。どういうことなのかと当然聞かれますし、ただこちらとしても「頑張ります」と言ってもどうせ嘘になるし、頑張って起きてたらやたら攻撃的なことばかり言う危ない人になります。なので、僕に構わないで下さいとだけ言って奥の一室に引きこもり、昔のリストを引っ張り出して、自分で電話をかけ、唯一の武器であるカウンセリングで戦いました。でも、例えば自閉症で話すことが苦手な子どもにカウンセリングと言っても、一言も話さずに終わることが常です。今思えばそれぞれの子どもには適切な支援があり、自閉症の子に必要なのは言葉の伝え方を今伝えられる範囲で伝えられるようにしていくとかなんですけど、何もしないで相手の言葉が出るのを待っている、今となっては全然的外れなんだけどじゃあ何をすれば？という感じ。先輩方の関わりの様子を見ていると、鬼のような形相で「貸して」と言うまで子どもが泣こうがわめこうがやめない（当時の僕は悪く見ていますが、応用行動分析という科学的なアプローチです）。僕はどっちも違うだろーと思って、悩んで、しばらくして病みました。勝手に孤立して、勝手に全員を敵だと思い込み、ついには自分も信じられなくなりました。\n\n沖縄でホームレス生活\n\n勝手に悩んで勝手に敵を作って何も信じられなくなって、気づいたら沖縄にいました。何で沖縄にいたのかもよく分からないくらいで、貯金もなくて所持金も驚きの110円くらいですここの話はとても長いので、別で記述したいのですが、色々あってカウンセリング二人目の師匠に出会い、カウンセリングの真髄を教えてもらい、路上でカウンセリングを一か月して本土に帰りました\n\n究極奥義「何もしない」\n\n沖縄で色々あった僕は生徒が何かをするようにだけ心がけ、自分は何もしないことにしました。思えばカウンセリングも究極はそうで、自分からは何も話さないと先生（師匠一人目）にも言われていました。そんなわけで、カウンセリングと言いながら、子どもたちがとにかくやりたいことをやるようにして、ここも色々あって子どもたちとはゲーム作りを通したプログラミングやデジタルアートをやり、その活動を通して、その子の人生に変化が現れるのを待ちました。僕の教育の理屈はとてもシンプルです。\n\nやりたいことをやる\n\nどんなことでもある水準までいくと自分が苦手なことと結びつき、乗り越える必要が出てくる\n\n元々は乗り越えられないような困難さであるが、やりたいことをやるためなので乗り越える\n\n結果的にはやりたいことをやるために苦手なことを乗り越え、いつの間にか苦手なことは普通にできるようになる\n\n以下繰り返して成長を無限に続けるという感じです。\n\nゲーム作りに自分が一番ハマる\n\nこういうやり方子どもたちにいいのかもって思って、色々なゲームを作ってるうちに、それがすごく楽しくなっちゃって、最初は子どもたちが成長するためにやってたのが、段々といかに仕事中にゲーム作りが出来るかを考えるようになって、研修とか会議の資料をゲームで作り始めたり、ゲーム作りの研修をどんどんしたりするようになりました。多分最初の夢だった中古ファミコンショップみたいなのを自分で作れそうで、ゲームも好きだったし、藤子不二雄A先生の「憂夢」という漫画のような店を作れる！って思ったんでしょう。ゲームを作ることが小さい頃の趣味嗜好や欲求を満たすことに繋がったんですね。\n\nとりあえず会社員でいる自分がしっくり来ない\n\nそんなわけでカウンセリングやプログラミングがそれなりに出来るようになったところで、やっぱり会社員ってしっくりこないと思いました。色々しでかしても結局自由にさせてくれて、友達も多くて良い会社だったけれども。あと皆さん辞めても良い関係性っぽいですし、ベンチャーから一部上場まで見せてくれて、研修もやらせてくれて、妻とも出会えて、でもこれ以上の出世と昇給は僕がやりたくないことをやらないといけなそうで、ちょっとそれは、、、となれば、辞めるってことで秋田に移住しました。因みに秋田に移住してからもオンラインで僕に生活が出来るぐらいの仕事をくれて、お陰様で独立してからも生活に困ったことがありません。組織が嫌いな僕でも良い会社だったと思います。\n\n秋田に移住してから\n\n何で秋田なのかというと人間不信な祖父母が僕のおくりびとを所望していたからです。どうせなら億り人が良いのだけど。秋田に来てからはとにかく友達がいなかったので色んな人にあって、何でも首突っ込んでという感じです。ホームページを作ったり、積極的に営業もしていたので、ゲームを作ってテレビ番組に送りつけたりしました。ここも上手いこといって、好きな芸人さんとゲームを作りました。案外自分が作るゲームがテレビにも耐えうる、僕のゲームと、あのちゃんのLIVEがテレビ朝日のイベントで同じ画面に流れていた時に、ゲームを作ることの手応えを感じました。あとは、企業さんのコンサルしたりとかプログラミング教室したりとかしてました。この時期は夢とかじゃなくて、未開の地で自分の身一つサバイバルチャレンジです。\n\n生徒と起業\n\nそんなサバイバルチャレンジをしていたさ中、秋田県DX推進とかに誘われて面接受けに入ったら、ITの“Hello World“も存じない古き良き？自分の少ない余生や過去が大切そうな素敵なおじさま方がいらっしゃって、「君の考えていることは立派だけど、秋田は変わらないよ。あと君にやってもらうことはデータ入力って決まっているから」という僕のような若輩者ではとても理解できない言葉を吐いて頂き、県庁での面接にて、秋田県の腐敗についての金言を有難く頂戴致しました。そこで、僕は秋田県の過去はこちらの皆様にお任せすることとし、こちらの仕事は丁重にお断りし、もう一つお誘いを頂いていた高校の先生をすることにしました。そこで、生徒に何をしたいかを尋ねたところ、「お金を稼ぎたい」とのことで、それに取り組みました。その時の生徒たちが、結構ちゃんとお金を稼ぐ方向にいくものですから、それならいっそ、とのことで生徒たちと共にこのif(塾)を開きました。僕は生徒たちが好きなことをやることが、教育の正解と思っていましたが、実は最後に解決できていない問題がありました。それが「家庭の金銭事情」です。結局ここが最後の最後で左右してしまうのです。勉強にモチベーションが生まれても進学代が・・・、奨学金借りても・・・、この超えられない壁を超えたくて自分自身で稼いで自立する仕組みも入れました。そして、僕はせっかくカウンセリングやコンサルティングもしてきたので、これらを生かし、生徒が稼ぐことに対してモチベーションが下がればカウンセリングを、売り上げを伸ばしたければコンサルティングを入れて全体で売り上げを伸ばすようにすれば、生徒の成長＝事業の成長となって、生徒が自分のやりたい事業をやり、それに対して僕が意見を言い、お互いに儲かるというようにしたくて、今はそうなりそうそして、能動的なモチベーションから派生させたビジネスを共に形作っていくということをすれば、めっちゃやばい成長するんじゃね？っていうのが今の僕の仮説で、こんなんを世の中に示して、「教育界のブラックジャックや〜」ってなるのが夢なのかもしれないなと思います。\n\n夢のその先\n\n僕が目指しているのは、「〇〇界のブラックジャック」だと思います。物凄く荒廃した学校で、、、校長：「もうダメだ。今年も我が校の大学進学者は0人だ、、、」僕：「ふふふ、私に任せれば何人でも大学に入れますよ。一授業1000万だが」\n\n倒産しそうな会社で、、、社長：「もうダメだ、、、この売り上げじゃ来月の銀行への支払いが、、、」僕：「でもこの危機を乗り越えるには今ある資金では、、、」社長：「金で足りないなら何でもします！」僕：「その言葉が聞きたかった、このシステムを使いなさい」\n\n、、、カッコいいのであるw\n\nただ、金額がめちゃくちゃ少なくて、やってることもめちゃくちゃしょぼいけど似た事はやっていて、if(塾)は世界の最先端教育を目指せると思っています。\n\nあと実際に経営をすることで、自分自身がブラックジャックになることはもちろんなんだけど、ブラックジャックが一人で世界を駆け巡るよりも、色んなジャンルのブラックジャックを生み出せる事すら出来るかもしれないと最近は思うようになり、ちょうど一つの夢が叶ったところだから夢を尋ねられた時に困ったのだと思いました。\n\n今の夢\n\n何でも出来そうすぎて、決められないけどマイノリティが自分らしさを発揮出来る場を維持して、最先端の面白いことに関わっていたいです。\n\n自分自身、服装が自由で、時間や場所も自由でバンバン色々なことをやっていないと気が済まない多分そういう場所や活動が無いとダメで、今後はそれの維持、拡大だと思います。据えた匂いのするゲーセンや古本屋、古着屋、喫茶店のようなお店は作りたいです。あと僕が好きだったけど今は無い店を再現したい。遊人、アポロ、ビッグワン、まさこ、North、Height & Ashbury、、、もう少し言えば、eスポーツでプロになったり、ゲーム作りで桜井さんくらい有名になったり、自家製のコーヒー豆のアイスコーヒーで、机が全部僕が作ったゲームの筐体の喫茶店を作ったり、教育の権威的な感じでマツコデラックスと対談したり、有吉さんとヒッチハイクで全国旅したり、山川直人さんに自伝を書いてもらったりとかができれば最高です。あとはLovedelicの人たちとゲームが作りたい。\n\nこんなことを事業をやりながらお金も稼ぎながらできたら最高です。",
  "featuredImage": "/2025/02/1.png",
  "link": "https://if-juku.net/2024/06/01/%e5%85%88%e7%94%9f%e3%81%ae%e5%a4%a2%e3%81%a3%e3%81%a6%e4%bd%95%e3%81%a7%e3%81%99%e3%81%8b%ef%bc%9f/",
  "date": "2024-06-01",
  "author": "getabako",
  "categories": [
    "if(夢)"
  ]
}