{
  "id": 3348,
  "title": "発達障害の塾長が届けたいこと（頭が良い と 勉強）",
  "excerpt": "こんにちは、発達障害ASD,ADHDの17歳 山﨑琢己です。今回は、発達障害の私が思う、「頭が良い と 勉強」とは何かについて書いていきたいと思います。 ※私のこれまでの経験や考え(独断と偏見)から書いているので正しいとは限らないです。あくまで参考程度に見ていただけると幸いです！ みなさん突然ではありますが、頭が良い人と聞かれたらどんな人を思い浮かべますか？意外と難しくないですか？学生（小学生～高...",
  "content": "こんにちは、発達障害ASD,ADHDの17歳 山﨑琢己です。今回は、発達障害の私が思う、「頭が良い と 勉強」とは何かについて書いていきたいと思います。 ※私のこれまでの経験や考え(独断と偏見)から書いているので正しいとは限らないです。あくまで参考程度に見ていただけると幸いです！ みなさん突然ではありますが、頭が良い人と聞かれたらどんな人を思い浮かべますか？意外と難しくないですか？学生（小学生～高校生）だと勉強ができる人が、頭が良いと言われることが多いのではないでしょうか。 しかし私は、（学校の勉強ができる人=頭が良い）ではないと思っています。よく勉強があまりできず「私は何で出来ないの？」「頭悪いから勉強分からなぁい」とか聞くことが多いですが（学校の勉強が出来ない=頭が悪い）かと言われたら決してそうでは無いと思います。例えば、世の中のバリバリ働いて稼いでる人たちに、数学の二次関数の問題とか出すとしましょう。全員できると思いますか？私はそうではないと思います。もちろん出来ない訳ではなく忘れている人も中にはいるでしょう。ただ全員が学生時代にできたか？と言われたらそうではないですよね。 私が思う頭の良い人とは・自分の考えが確立している人・ある課題などに対して、効率の良い手順を導きだし解決できる人・物事を冷静に判断できる人などがあげられると思います。 学校だとテストの点数などで、学校の勉強ができるかどうかが、数値という形で目に見えてきます。ただテストの点数が悪いからって死ぬ事はありませんよね？よく子どもが勉強が出来ないからって無理やり塾に通わせたり、テストの点数が悪いと怒ったりする親を見たりしますが、正直言って勉強が出来ないからダメ、テストの点数が低いからだけで頭が悪いと判断する人は、頭が悪い人だと思います。私は（学校の勉強が出来る人=学校の勉強が得意,楽しい,好き）（学校の勉強が出来ない人=学校の勉強が苦手,好きではない）と考えています。当然人間誰しも、楽しいこと好きなこと、苦手なことや好きではないことはあります。興味がある、楽しい、好き、がたまたま学校の勉強に向くか向かないかの違いだと考えています。頭が良い人は、話したときに、先ほど書いたような、自分の考えが確立していたり、物事を冷静に判断できたりします。かつ物事を論理的に説明できる人が多い傾向にあると私は思います。場面を見てよく考えることができる人とも言えるでしょうか。 受験期で、模擬試験の点数が中々伸びない...勉強ができない...、私は頭が悪いの？...そんなことはないです。世の中の成功した人たちを見てみましょう、決して有名大学を卒業した人たちばかりではないですよね？中学,高校卒業で、大舞台で活躍されている人、たっくさんいらっしゃいます。天才と言われている人たちも、学生時代に学校の勉強が簡単にできたか？偏差値の高い大学に進学したか？と聞かれたら、そうではない人たちも沢山います。頭が良い人たち、みんなが学校の勉強ができるか？そんなことはありません。そして勉強できることよりも、もっと大事なことがあります。当たり前のことではありますが、「人間性が良い」これが一番生きていることにおいて大事だと思います。人に柔らかい対応ができる、人に自分なりに優しくできる、人に感情的,理不尽にキレないふとしたときに挨拶ができる、使った場所を綺麗に使える、感謝を忘れないこういうことができる方がよっぽど大事です。世の中の成功している人たちを見てみましょう。人間性の良い人が多いと思いませんか？これに１つでも当てはまったなと感じた人は、自信を持ちましょう！勉強ができるよりも何倍も大事なことが、あなたには出来ています！これが出来ている人が近くにいたら、絶対に大切にしてあげましょう！学校の勉強できなくても良いんです。とにかく、今周りと比べて自分は何もできなくてダメだと思うかもしれません。極端かもしれませんが「人間性が良い」、これを関わった相手に感じて貰えるだけで、人生どうにかなります。「学校で勉強が出来ないから頭が悪い」「勉強ができないから将来おしまい」そんなことは絶対に無い！人間性がよければ何とかなる！それが少しでも伝わってくれたら私は嬉しいです！",
  "featuredImage": null,
  "link": "https://if-juku.net/2024/04/23/ifblog2/",
  "date": "2024-04-23",
  "author": "akitaclark0731-01@gmail.com",
  "categories": [
    "if塾ブログ"
  ]
}